/***************/
/* Main Window */
/***************/
"Contrast ratio" = "對比值";

"Pass" = "通過";
"Fail" = "失敗";
"passed at level" = "通過於等級";
"failed at level" = "失敗於等級";

"The contrast ratio is" = "對比值為";
"colour difference" = "色彩差異";
"brightness difference" = "亮度差異";

"Colour/Brightness difference" = "色彩/亮度差異";

/******************/
/* Details drawer */
/******************/
"sufficient" = "已足夠";
"not sufficient" = "並不足夠";
"detail_1" = "兩個色彩間的亮度差異";
"detail_2" = "此差異的閾值為 125, 而前景與背景色彩的分析結果為";
"detail_3" = "兩個色彩間的色彩差異";
"detail_4" = "此差異的閾值為 500, 而前景與背景色彩的分析結果為";
"detail_5" = "注意: 雖然色彩差異尚未符合 W3C 指定的範圍, 但卻符合 Hewlett Packard(HP) 所使用的範圍. HP 建議色彩差異的極限為 400.";
"detail_6" = "1.4.3 對比 (最少): 文字 (及文字的影像) 對比值至少有 4.5:1, 除非是純裝飾用的字型.  更大的字體 (至少 18pt 或 14pt 寬) 或文字的影像可以有 3:1 的對比值. (等級 AA)";
"detail_7" = "1.4.6 對比 (加強後): 文字 (及文字的影像) 對比值至少有 7:1, 除非是純裝飾用的字型.  更大的字體 (至少 18pt 或 14pt 寬) 或文字的影像可以有 4.5:1 的對比值. (等級 AAA)";
"detail_8" = "注意: 極細或純裝飾用的字型在低對比等級下將難以閱讀.";

"Foreground" = "前景";
"Background" = "背景";
"Text" = "文字";
"Large text" = "大字";